{
  "_name_or_path": "camembert-base",
  "architectures": [
    "CamembertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 5,
  "classifier_dropout": null,
  "eos_token_id": 6,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "translate",
    "1": "travel_alert",
    "2": "flight_status",
    "3": "lost_luggage",
    "4": "travel_suggestion",
    "5": "carry_on",
    "6": "book_hotel",
    "7": "book_flight",
    "8": "out_of_scope"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "book_flight": 7,
    "book_hotel": 6,
    "carry_on": 5,
    "flight_status": 2,
    "lost_luggage": 3,
    "out_of_scope": 8,
    "translate": 0,
    "travel_alert": 1,
    "travel_suggestion": 4
  },
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 514,
  "model_type": "camembert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.34.0",
  "type_vocab_size": 1,
  "use_cache": true,
  "vocab_size": 32005
}
